var data = {
    "listArr": [
    {
    "title":"新闻列表1",
    "url":"",
    "time":"2020-11-24"
    },
    {"title":"新闻列表2","url":"","time":"2020-11-24"},
    {"title":"新闻列表3","url":"","time":"2020-11-24"},
    {"title":"新闻列表4","url":"","time":"2020-11-24"},
    {"title":"新闻列表5","url":"","time":"2020-11-24"},
    {"title":"新闻列表6","url":"","time":"2020-11-24"},
    {"title":"新闻列表7","url":"","time":"2020-11-24"},
    {"title":"新闻列表8","url":"","time":"2020-11-24"},
    {"title":"新闻列表9","url":"","time":"2020-11-24"},
    {"title":"新闻列表10","url":"","time":"2020-11-24"},
    {"title":"新闻列表11","url":"","time":"2020-11-24"},
    {"title":"新闻列表12","url":"","time":"2020-11-24"},
    {"title":"新闻列表13","url":"","time":"2020-11-24"},
    {"title":"新闻列表14","url":"","time":"2020-11-24"},

]
}